Tekla.Structures.ModelInternal.Dstv.DstvNotchType
Notch type

Tekla.Structures.ModelInternal.Dstv.DstvNotchType.NO_VALUE
Other type

Tekla.Structures.ModelInternal.Dstv.DstvNotchType.t
Tangential

Tekla.Structures.ModelInternal.Dstv.DstvNotchType.w
Hole